/* This file is for miscellaneous toolbox strings */

/* Screen shot template string */
"Picture %d.%s" = "Imagen %d.%s";

/* OpenSave Common Preview strings */
"Name" = "Nombre";
"Kind" = "Clase";
"Size" = "Tamaño";
"Created" = "Creación";
"Modified" = "Modificación";
"Opened" = "Apertura";
"Version" = "Versión";
"Duration" = "Duración";
"Dimensions" = "Dimensiones";
"DecimalPoint" = ",";
"ZeroKB" = "0 KB";
"KB" = " KB";
"MB" = " MB";
"GB" = " GB";
"TB" = " TB";
"DurationFormat" = "%d%d'%d%d";
"DimensionsFormat" = "%d x %d";
"Calculating" = "Calculando...";
"Fetching" = "Descargando...";
"Hyphen" = "-";
"Today" = "Hoy a las REPLACE_WITH_TIME"; /* do not localize REPLACE_WITH_TIME */
"Yesterday" = "Ayer a las REPLACE_WITH_TIME";  /* do not localize REPLACE_WITH_TIME */
